{
  "properties": [
    {
      "status": "AVAILABLE",
      "title": "Chinese Restaurant and Takeaway Business for Sale in Portsmouth",
      "price": "£40,000",
      "ref": "0023",
      "description": ["A well-positioned business on one of the busiest high streets in Portsmouth",
        "Set in a dense residential area and serving regular customers as well as shoppers",
        "Lovely premises, decorated to a high standard and with 3 rooms above the shop",
        "40 covers and karaoke bar / café at rear",
        "Open 12-3pm and 5-10pm",
        "All equipment (save for Karaoke) included",
        "£40,000 ono"]
    },
    {
      "status": "AVAILABLE",
      "title": "Freehold shop for sale on the outskirts of Southampton",
      "price": "£630,000",
      "ref": "0028",
      "description": ["A freehold shop for sale on the outskirts of Southampton, and situated next to one of the main roads into the city.",
        "The sale includes the seller's business (convenience store) and 3-bedroomed flat above.",
        "The shop is fitted out to a reasonable standard and comprises shop floor, shelving and fridges, front counter,<br> electronic cigarette counter, rear office and store. At the rear of the premises is a yard for parking 3 vehicles.",
        "There is scope to change the business being operated from the premises or for an investor to let out the building.",
        "The seller is selling in order to concentrate on another (non-competing) business.",
        "The seller will make accounts available to serious buyers."]
    },
    {
      "status": "AVAILABLE",
      "title": "Chinese restaurant for sale in central Southampton",
      "price": "£100,000",
      "ref": "0033",
      "description": ["A great opportunity to acquire a large and successful Chinese Restaurant in the centre of the city",
        "Very competitive rent for the location, and 24 years remaining on the lease",
        "80 covers, 3 large rooms upstairs- 1 of which is empty and the other 2 are karaoke rooms",
        "3 car parking spaces in rear yard",
        "Substantial proportion of trade is chinese custom",
        "Chinese students use the karaoke rooms every evening",
        "Customer base is Chinese and local professional businesses"]
    },
    {
      "status": "AVAILABLE",
      "title": "Chinese / Fish and Chip Takeaway",
      "price": "£130,000",
      "ref": "0034",
      "description": ["Current rent £16,000",
        "Separate flat above which includes three double bedrooms",
        "Village location. Nearest competition over a mile away. No chance of any new competitors opening (as no shop units around)",
        "No deliveries so scope to improve business",
        "Chinese takeaway and fish and chips. Full frying range",
        "Rates - ground floor £55 per month. Upstairs £70 per month",
        "200 new properties to be built close by "]
    },
    {
      "status": "AVAILABLE",
      "title": "Fish and Chip shop in Southampton for sale",
      "price": "£19,950",
      "ref": "0039",
      "description": []
    },
    {
      "status": "AVAILABLE",
      "title": "Fish and Chip shop in Southampton for Sale",
      "price": "£59,000",
      "ref": "0040",
      "description": []
    },
    {
      "status": "UNDER OFFER",
      "title": "Fish and Chip shop in Southampton",
      "price": "",
      "ref": "0036",
      "description": []
    },
    {
      "status": "SOLD",
      "title": "Restaurant/Takeaway-Southampton",
      "price": "£90,000",
      "ref": "0001",
      "description": ["Very successful established takeaway business in a central student campus location with real scope to increase takings.",
        "Annual turnover in excess of £300,000.00.",
        "£10.000.00 annual rent, 5 years remaining on the lease and low business rates.",
        "Equipment included.",
        "£90.000.00 purchase price plus stock on valuation."]
    },
    {
      "status": "SOLD",
      "title": "Fish and Chip shop - Littlehampton",
      "price": "£195,000",
      "ref": "0003",
      "description": ["Successful and well established takeaway with good turnover and a high profile location",
        "Low rent (£13,000.00 p.a) and these ground floor premises currently have small business rate relief",
        "17 years remaining on the lease",
        "All equipment included",
        "Good reputation with lots of positive online reviews",
        "£195,000.00 ono"]
    },
    {
      "status": "SOLD",
      "title": "Chinese Takeaway on outskirts of Romsey town centre",
      "price": "£160,000",
      "ref": "0008",
      "description": ["Uniquely positioned business close to new residential development and no nearby competition",
        "Flourishing business with excellent reputation and with sizeable weekly takings",
        "Seller owns the freehold and will grant a new lease (including substantial residential accommodation upstairs) to the buyer on terms to be agreed",
        "All fittings and equipment included",
        "Please note that the Seller is prepared to accept payment of the purchase price by instalments (Terms to be agreed)"]
    },
    {
      "status": "SOLD",
      "title": "Chinese Takeaway in Southampton City",
      "price": "£35,000",
      "ref": "0015",
      "description": ["Established Chinese takeaway business in a heavily populated student area of the City with real scope to increase takings.",
        "Annual turnover in excess of £100,000.00.",
        "£13.000.00 annual rent, 8 years remaining on the lease and low business rates.",
        "Shop with rooms above",
        "Equipment included.",
        "£35.000.00 purchase price plus stock on valuation"]
    },
    {
      "status": "SOLD",
      "title": "Fish and Chip shop - Busy high street in Southampton",
      "price": "£45,000",
      "ref": "0019",
      "description": ["Long established family-run takeaway in excellent location",
        "Ideally placed in dense residential area and for shoppers",
        "Turnover averaging £1,200.00 per week",
        "Tenanted flat above yielding £550.00 per month",
        "Low rent (£12,000.00 p.a.) and landlord will grant a new lease",
        "All equipment included but no employees",
        "£45,000.00 ono"]
    },
    {
      "status": "SOLD",
      "title": "Chinese Takeaway Business and Freehold Building in Gosport for Sale",
      "price": "£295,000",
      "ref": "0030",
      "description": ["A long established family run business in the heart of Gosport on one of its busy high streets.",
        "A deceptively large freehold property with 3 bedrooms, living room and bathroom.",
        "Clear scope to increase the takings and improve the layout of the building.",
        "The business is currently open Mon, Weds, Thurs and Sun 5pm-9pm and 5:00pm-10:30 on Fri and Sat.",
        "The ground floor comprises a very large waiting area, counter and office, a huge kitchen, cold store and rear access"]
    },
    {
      "status": "SOLD",
      "title": "Lovely Coffee shop in Central Southampton",
      "price": "£35,000",
      "ref": "0031",
      "description": ["Ideally positioned coffee shop equipped to a high standard",
        "Sold within 24 hours of taking the instructions",
        "Try us if you want to sell your business"]
    },
    {
      "status": "SOLD",
      "title": "Convenience Store in Southampton",
      "price": "£140,000",
      "ref": "0032",
      "description": ["This is a great opportunity to buy a flourishing convenience store set in a dense residential area of Southampton.",
        "The ground floor shop is large and includes a store area, a separate office area (currently used for storage) and staff toilet.",
        "Very low rent and rates. Excellent takings.",
        "Council landlord with 10 years left on the lease.",
        "The store sells general grocery products, alcohol, tobacco and has Lottery and Paypoint"]
    },
    {
      "status": "SOLD",
      "title": "Cafe in central Southampton",
      "price": "",
      "ref": "0037",
      "description": []
    },
    {
      "status": "SOLD",
      "title": "High Street Restaurant in Central Southampton",
      "price": "",
      "ref": "0038",
      "description": []
    },
    {
      "status": "AVAILABLE",
      "title": "Thai Restaurant Southampton City centre",
      "price": "£100,000 ono",
      "ref": "0041",
      "description": ["Profitable Thai restaurant for sale in the city centre",
        "Great location. Situated near the Mayflower theatre, close to the station and opposite University student accommodation",
        "3-bedroom flat above (2 double rooms and 1 single) and rear garden",
        "70 covers",
        "Good takeaway business",
        "Many Chinese students live nearby"]
    },
    {
      "status": "AVAILABLE",
      "title": "Chinese Takeaway in Bournemouth",
      "price": "£35,000 ono",
      "ref": "0042",
      "description": ["A Chinese takeaway in the lovely seaside city of Bournemouth",
        "The current weekly takings are £2,000.00",
        "The seller is not signed up to Just Eat or open at lunchtime",
        "9 years left on lease",
        "4 bedrooms upstairs (doubles) - bathroom."]
    },
    {
      "status": "AVAILABLE",
      "title": "Chinese Restaurant and Takeaway in Liphook",
      "price": "£60,000 ono",
      "ref": "0043",
      "description": ["Not signed up with Just Eat",
        "Rent £10,400.00",
        "Not open lunchtime",
        "Open 6 days",
        "No accommodation above"]
    },
    {
      "status": "AVAILABLE",
      "title": "Convenience Store Southampton",
      "price": "£75,000 ono",
      "ref": "0044",
      "description": ["Turnover: £312,000",
        "Established convenience store on one of the busiest high streets in Southampton",
        "The premises comprise the shop floor, kitchen area and 2 toilets. Upstairs there is scope to convert into 2 double bedrooms (currently used as storage space)",
        "Takings are £6,000 per week",
        "Rates currently £9,000 but zero from next year",
        "Shop open Monday to Saturday 7:30-18:00. Closed Sunday"]
    },
    {
      "status": "AVAILABLE",
      "title": "Off Licence with accommodation in Southampton",
      "price": "£40,000 ono",
      "ref": "0045",
      "description": ["Turnover: £234,000",
        "This is a nice shop with money spent on it by the seller",
        "New lease available to the buyer",
        "1 bed flat above with kitchen and living room",
        "Busy high street location",
        "All equipment included (cctv, EPOS, fridges and displays)",
        "Licensed from 8am - 11pm"]
    },
    {
      "status": "AVAILABLE",
      "title": "Chinese Restaurant and Takeaway in Southampton",
      "price": "£67,000",
      "ref": "0046",
      "description": ["Fantastic opportunity to acquire a Chinese / Thai takeaway restaurant in central Southampton",
        "The property benefits from low business rates",
        "Close to the University accommodation and facilities",
        "Very popular with Chinese students",
        "Lots of surrounding investment and close to busy shopping centre"]
    },
    {
      "status": "AVAILABLE",
      "title": "Chinese Restaurant near Havant",
      "price": "£350,000 ono",
      "ref": "0047",
      "description": ["Furniture / Fixtures included",
        "Turnover: £650,000 Net Profit: £100,000",
        "This is a profitable restaurant near Portsmouth with excellent online reviews and local loyalty",
        "Set within a dense residential area with very little competition",
        "The bulk of the business is takeaways",
        "Open 7 days a week: Sun to Thurs 5:30 - 10:30 and Fri to Sat 5:30 - 11:00. Not open for lunches",
        "Large premises (60 covers, 26 parking spaces, restaurant floor, large bar, kitchen, basement and walk-in chillers and 6 rooms for accommodation)",
        "Renewable lease"]
    },
    {
      "status": "AVAILABLE",
      "title": "New Barber shop in Southampton city centre",
      "price": "£25,000",
      "ref": "0048",
      "description": ["Busy high street location and near student accommodation and offices",
      "Surrounding area recently redeveloped with new bars, restaurants and flats",
      "Rent £16,000",
      "Benefits from a first floor which can be used for storage or a new enterprise"]
    }
  ]
}


